tap "FelixKratz/formulae"

brew "bat"
brew "borders"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "lazygit"
brew "neovim"
brew "mise"
brew "ripgrep"
brew "starship"
brew "stow"
brew "tmux"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

cask "aerospace"
cask "font-meslo-lg-nerd-font"
cask "ghostty"
cask "wezterm"
