tap "FelixKratz/formulae"

brew "bat"
brew "borders"
brew "difftastic"
brew "dockutil"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "gitmux"
brew "jq"
brew "glow"
brew "git-delta"
brew "lazygit"
brew "lua"
brew "neovim"
brew "nowplaying-cli"
brew "mise"
brew "ripgrep"
brew "sketchybar"
brew "starship"
brew "stow"
brew "tealdeer"
brew "tmux"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zsh-vi-mode"

cask "aerospace"
cask "font-meslo-lg-nerd-font"
cask "font-sketchybar-app-font"
cask "ghostty"
cask "wezterm"
